[
    {"question": "Dois-je planifier une réunion hebdomadaire pour le suivi des projets?", "roleId": 1},
    {"question": "Faut-il réorganiser l'agenda du directeur général pour le mois prochain?", "roleId": 1},
    {"question": "Dois-je mettre à jour les coordonnées des clients importants dans notre base de données?", "roleId": 1},
    {"question": "Est-il nécessaire d'organiser un dîner d'équipe ce trimestre?", "roleId": 1},
    {"question": "Devrais-je augmenter la fréquence des rapports de réunion?", "roleId": 1},
    {"question": "Faut-il réserver une salle pour la conférence annuelle plus tôt cette année?", "roleId": 1},
    {"question": "Les documents d'archive doivent-ils être numérisés pour une meilleure conservation?", "roleId": 1},
    {"question": "Est-ce que je dois préparer les présentations pour les réunions externes?", "roleId": 1},
    {"question": "Dois-je initier une formation pour les nouveaux secrétaires?", "roleId": 1},
    {"question": "Faut-il mettre en place une procédure de confidentialité renforcée pour les dossiers sensibles?", "roleId": 1},

    {"question": "Voulez-vous que je prépare un rapport sur l'évolution financière?", "roleId": 2},
    {"question": "Devons-nous réévaluer notre politique d'investissement?", "roleId": 2},
    {"question": "Faut-il présenter le bilan annuel lors de la prochaine réunion du conseil?", "roleId": 2},
    {"question": "Devrions-nous envisager de nouvelles acquisitions d'entreprises cette année?", "roleId": 2},
    {"question": "Est-ce le moment d'augmenter le capital en ouvrant le capital à plus d'investisseurs?", "roleId": 2},
    {"question": "Doit-on renforcer les mesures de contrôle financier interne?", "roleId": 2},
    {"question": "Faut-il augmenter les budgets alloués aux départements clés?", "roleId": 2},
    {"question": "Est-il temps de revoir la stratégie d'allocation des fonds R&D?", "roleId": 2},
    {"question": "Devons-nous augmenter la réserve de liquidités en prévision de possibles crises?", "roleId": 2},
    {"question": "Faut-il investir davantage dans les marchés émergents?", "roleId": 2},

    {"question": "Devons-nous prioriser le développement de nouvelles fonctionnalités ou améliorer l'interface utilisateur?", "roleId": 3},
    {"question": "Faut-il adopter un nouveau framework technologique pour notre produit principal?", "roleId": 3},
    {"question": "Est-il judicieux d'introduire l'intelligence artificielle dans nos services?", "roleId": 3},
    {"question": "Doit-on établir des partenariats avec des startups tech pour booster l'innovation?", "roleId": 3},
    {"question": "Faut-il augmenter l'équipe de développeurs pour accélérer le développement produit?", "roleId": 3},
    {"question": "Est-ce le moment de réaliser un audit de sécurité informatique?", "roleId": 3},
    {"question": "Devrions-nous mettre davantage l'accent sur le développement de solutions mobiles?", "roleId": 3},
    {"question": "Est-il nécessaire de former le personnel technique aux nouvelles technologies?", "roleId": 3},
    {"question": "Faut-il externaliser une partie du développement pour réduire les coûts?", "roleId": 3},
    {"question": "Devons-nous offrir des mises à jour plus fréquentes de nos logiciels aux clients?", "roleId": 3},

    {"question": "Devons-nous augmenter notre budget pour les campagnes en ligne afin de toucher plus de prospects?", "roleId": 4},
    {"question": "Faut-il lancer une nouvelle série de publicités pour notre produit phare ce trimestre?", "roleId": 4},
    {"question": "Est-il judicieux de collaborer avec des influenceurs pour élargir notre portée marketing?", "roleId": 4},
    {"question": "Doit-on réévaluer l'efficacité de nos dernières campagnes marketing?", "roleId": 4},
    {"question": "Faut-il organiser un évènement spécial pour le lancement du prochain produit?", "roleId": 4},
    {"question": "Devrions-nous augmenter l'investissement dans des études de marché pour mieux comprendre nos clients?", "roleId": 4},
    {"question": "Est-il avantageux d'engager plus de ressources dans le marketing digital?", "roleId": 4},
    {"question": "Devons-nous réduire notre dépendance des canaux publicitaires traditionnels?", "roleId": 4},
    {"question": "Faut-il créer une campagne focalisée sur la responsabilité sociale de l'entreprise?", "roleId": 4},
    {"question": "Est-ce le bon moment pour repenser notre image de marque?", "roleId": 4},

    {"question": "Serait-il bénéfique de participer à des projets transversaux pour accélérer mon apprentissage?", "roleId": 5},
    {"question": "Dois-je demander des sessions de mentorat supplémentaires pour améliorer mes compétences?", "roleId": 5},
    {"question": "Est-il judicieux d'explorer des séminaires en ligne pour mieux comprendre notre marché?", "roleId": 5},
    {"question": "Devrais-je prendre des initiatives pour analyser les données de performance de l'équipe?", "roleId": 5},
    {"question": "Faut-il documenter les processus internes pour faciliter l'intégration des futures alternantes?", "roleId": 5},
    {"question": "Dois-je m'impliquer davantage dans les réunions de stratégie produit?", "roleId": 5},
    {"question": "Est-il avantageux d'assister aux séances de réflexion sur l'amélioration continue?", "roleId": 5},
    {"question": "Devrais-je proposer de rédiger une newsletter mensuelle sur les innovations de notre secteur?", "roleId": 5},
    {"question": "Faut-il prioriser l'apprentissage sur le terrain plutôt que les formations théoriques?", "roleId": 5},
    {"question": "Est-ce que participer à des foires commerciales serait utile pour mon développement professionnel?", "roleId": 5},

    {"question": "Doit-on augmenter nos réserves de liquidités en réponse aux incertitudes économiques actuelles?", "roleId": 6},
    {"question": "Faut-il renégocier les conditions de nos emprunts pour améliorer notre solvabilité?", "roleId": 6},
    {"question": "Est-il nécessaire de réviser nos prévisions budgétaires annuelles?", "roleId": 6},
    {"question": "Devrions-nous envisager de diviser certaines de nos actifs pour mieux gérer le risque?", "roleId": 6},
    {"question": "Faut-il imposer des plafonds budgétaires plus stricts pour les dépenses départementales?", "roleId": 6},
    {"question": "Doit-on revoir les primes et les incitations pour assurer une gestion financière équilibrée?", "roleId": 6},
    {"question": "Est-ce le moment de chercher de nouveaux investisseurs pour injecter des fonds frais?", "roleId": 6},
    {"question": "Devrions-nous augmenter l'enveloppe destinée à la gestion des risques et aux assurances?", "roleId": 6},
    {"question": "Faut-il prioriser la réduction des coûts opérationnels pour améliorer notre marge?", "roleId": 6},
    {"question": "Est-il avantageux de développer de nouveaux partenariats financiers?", "roleId": 6},

    {"question": "Devrions-nous augmenter notre présence dans les salons professionnels pour attirer plus de talents?", "roleId": 7},
    {"question": "Faut-il collaborer avec des universités pour accéder à un vivier de jeunes diplômés?", "roleId": 7},
    {"question": "Est-il judicieux d'introduire des tests pratiques plus rigoureux dans notre processus de sélection?", "roleId": 7},
    {"question": "Devrions-nous envisager des contrats à distance pour accroître notre attractivité?", "roleId": 7},
    {"question": "Faut-il réviser notre grille salariale pour rester compétitif sur le marché?", "roleId": 7},
    {"question": "Est-ce le moment de mettre en place un programme de stage plus structuré?", "roleId": 7},
    {"question": "Doit-on augmenter notre budget pour la formation continue des recrues?", "roleId": 7},
    {"question": "Faut-il renforcer notre marque employeur par des actions de communication externe?", "roleId": 7},
    {"question": "Est-il pertinent de créer des partenariats avec des agences de recrutement spécialisées?", "roleId": 7},
    {"question": "Doit-on envisager une campagne de recrutement international pour des compétences spécifiques?", "roleId": 7},

    {"question": "Faut-il mettre à jour notre politique de confidentialité suite aux dernières législations en vigueur?", "roleId": 8},
    {"question": "Devrions-nous organiser des formations régulières sur la conformité pour tous les employés?", "roleId": 8},
    {"question": "Est-il nécessaire de renforcer notre équipe avec des avocats spécialisés dans le commerce international?", "roleId": 8},
    {"question": "Doit-on revoir nos contrats avec les fournisseurs pour renforcer nos clauses de protection?", "roleId": 8},
    {"question": "Faut-il engager des consultants externes pour auditer nos pratiques actuelles?", "roleId": 8},
    {"question": "Est-ce le moment de renégocier les accords de non-divulgation avec les partenaires stratégiques?", "roleId": 8},
    {"question": "Devrions-nous augmenter notre couverture d'assurance responsabilité civile?", "roleId": 8},
    {"question": "Faut-il prévoir des sessions d'évaluation des risques juridiques à l'échelle départementale?", "roleId": 8},
    {"question": "Doit-on introduire des outils juridiques numériques pour optimiser nos processus?", "roleId": 8},
    {"question": "Est-il judicieux de créer un comité interne pour surveiller les modifications législatives?", "roleId": 8},

    {"question": "Devons-nous réaliser des audits plus fréquents sur les conditions de travail au sein de l'entreprise?", "roleId": 9},
    {"question": "Faut-il renforcer les normes de sécurité sur nos sites de production?", "roleId": 9},
    {"question": "Est-il nécessaire de mettre en place des campagnes de sensibilisation à la santé mentale?", "roleId": 9},
    {"question": "Devrions-nous élaborer un plan d'action pour améliorer l'équilibre travail-vie personnelle des employés?", "roleId": 9},
    {"question": "Faut-il introduire des politiques plus strictes sur le harcèlement au travail?", "roleId": 9},
    {"question": "Doit-on augmenter la fréquence des formations à la prévention des risques professionnels?", "roleId": 9},
    {"question": "Est-ce le moment de réviser la conformité de nos contrats de travail avec les lois en vigueur?", "roleId": 9},
    {"question": "Faut-il développer des programmes de reconversion professionnelle pour les employés exposés à des risques?", "roleId": 9},
    {"question": "Devrions-nous étendre nos politiques de sécurité au télétravail et au travail hybride?", "roleId": 9},
    {"question": "Est-il judicieux d'instaurer des mécanismes de feedback anonyme sur les conditions de travail?", "roleId": 9},

    {"question": "Devrions-nous explorer de nouveaux marchés pour augmenter nos ventes cette année?", "roleId": 10},
    {"question": "Faut-il lancer une offensive commerciale pour reconquérir nos anciens clients?", "roleId": 10},
    {"question": "Est-il judicieux de développer des partenariats stratégiques pour booster nos entrées?", "roleId": 10},
    {"question": "Doit-on mettre en place des incitations pour les ventes croisées entre départements?", "roleId": 10},
    {"question": "Faut-il restructurer l'équipe de vente pour mieux cibler nos différents segments de marché?", "roleId": 10},
    {"question": "Devrions-nous augmenter le budget de nos équipes commerciales à l'étranger?", "roleId": 10},
    {"question": "Est-ce le moment d'intensifier nos efforts de marketing digital pour supporter les ventes?", "roleId": 10},
    {"question": "Faut-il proposer des formations avancées en négociation pour notre force de vente?", "roleId": 10},
    {"question": "Devons-nous revoir les objectifs de vente en fonction des performances du dernier trimestre?", "roleId": 10},
    {"question": "Est-il avantageux d'organiser des salons professionnels pour accroître notre visibilité?", "roleId": 10},

    {"question": "Devrions-nous modifier les objectifs de l'équipe pour refléter les changements stratégiques de l'entreprise?", "roleId": 11},
    {"question": "Faut-il instaurer des réunions hebdomadaires pour améliorer la communication interne?", "roleId": 11},
    {"question": "Est-il judicieux de récompenser les employés les plus performants avec des primes exceptionnelles?", "roleId": 11},
    {"question": "Doit-on embaucher des consultants pour identifier les points de blocage dans nos processus?", "roleId": 11},
    {"question": "Faut-il mettre en place des formations en leadership pour les chefs de projet?", "roleId": 11},
    {"question": "Est-ce le moment de revoir les méthodologies de travail pour optimiser la productivité?", "roleId": 11},
    {"question": "Devrions-nous accroître les occasions de développement professionnel pour notre personnel?", "roleId": 11},
    {"question": "Faut-il intensifier les efforts pour maintenir une culture d'entreprise positive et inclusive?", "roleId": 11},
    {"question": "Doit-on revoir les politiques de télétravail pour s'adapter aux tendances actuelles?", "roleId": 11},
    {"question": "Est-il bénéfique d'établir des partenariats avec des organisations pour le développement continu?", "roleId": 11},

    {"question": "Devrions-nous revoir le design de notre site web pour améliorer l'expérience utilisateur?", "roleId": 12},
    {"question": "Faut-il créer de nouveaux prototypes pour tester de nouvelles idées de produits sur le marché?", "roleId": 12},
    {"question": "Est-il judicieux d'investir dans des logiciels de design de dernière génération?", "roleId": 12},
    {"question": "Doit-on envisager la refonte de l'identité visuelle de notre marque pour rester compétitif?", "roleId": 12},
    {"question": "Faut-il intégrer les principes de design durable dans nos nouveaux projets?", "roleId": 12},
    {"question": "Devrions-nous organiser des ateliers créatifs réguliers pour stimuler l'innovation?", "roleId": 12},
    {"question": "Est-ce le moment de collaborer avec des artistes ou d'autres designers pour enrichir notre esthétique?", "roleId": 12},
    {"question": "Faut-il envisager des feedbacks clients plus réguliers pour orienter nos designs futurs?", "roleId": 12},
    {"question": "Doit-on augmenter notre participation à des compétitions de design pour gagner en visibilité?", "roleId": 12},
    {"question": "Est-il avantageux d'explorer des collaborations interdépartementales pour des projets intégrés?", "roleId": 12},

    {"question": "Devrions-nous accélérer le développement de notre nouveau produit pour devancer la concurrence?", "roleId": 13},
    {"question": "Faut-il revoir les fonctionnalités du produit en fonction des retours clients récents?", "roleId": 13},
    {"question": "Est-il judicieux d'augmenter notre budget de R&D pour intégrer des innovations technologiques?", "roleId": 13},
    {"question": "Doit-on étendre notre gamme de produits pour couvrir davantage de segments de marché?", "roleId": 13},
    {"question": "Faut-il lancer une étude de marché plus approfondie avant de finaliser les spécifications du produit?", "roleId": 13},
    {"question": "Devrions-nous envisager des partenariats stratégiques pour la co-création de produits?", "roleId": 13},
    {"question": "Est-ce le moment de revoir la stratégie de pricing en fonction des nouvelles données de marché?", "roleId": 13},
    {"question": "Faut-il renforcer nos équipes produit avec des experts en UX/UI Design?", "roleId": 13},
    {"question": "Doit-on organiser un événement de lancement majeur pour le prochain grand produit?", "roleId": 13},
    {"question": "Est-il avantageux de proposer une version bêta du produit à un groupe restreint de clients fidèles?", "roleId": 13},

    {"question": "Devrions-nous automatiser davantage notre système de gestion de la paye pour réduire les erreurs?", "roleId": 14},
    {"question": "Faut-il revoir les structures de commissions pour mieux motiver notre force de vente?", "roleId": 14},
    {"question": "Est-il judicieux d'introduire un programme de bonus flexible en fonction des performances individuelles?", "roleId": 14},
    {"question": "Doit-on examiner et ajuster les disparités salariales pour assurer l'équité au sein de l'entreprise?", "roleId": 14},
    {"question": "Faut-il envisager des solutions de paie externalisées pour optimiser les coûts?", "roleId": 14},
    {"question": "Devrions-nous mettre en place des revues salariales plus fréquentes pour retenir les talents?", "roleId": 14},
    {"question": "Est-ce le moment de mettre à jour nos logiciels de paie pour intégrer de nouvelles réglementations fiscales?", "roleId": 14},
    {"question": "Faut-il former des membres de l'équipe RH sur les dernières tendances en matière de gestion des rémunérations?", "roleId": 14},
    {"question": "Doit-on offrir des options de paiement flexibles telles que les paiements bi-mensuels aux employés?", "roleId": 14},
    {"question": "Est-il avantageux de revoir les politiques de primes et d'avantages sociaux pour les aligner avec les standards du secteur?", "roleId": 14},

    {"question": "Devrions-nous augmenter l'utilisation de travailleurs intérimaires pour gérer les fluctuations saisonnières?", "roleId": 15},
    {"question": "Faut-il former les intérimaires à des compétences spécifiques pour améliorer leur productivité?", "roleId": 15},
    {"question": "Est-il judicieux de mettre en place un système d'évaluation des performances pour les intérimaires?", "roleId": 15},
    {"question": "Doit-on intégrer les intérimaires dans nos programmes de développement professionnel?", "roleId": 15},
    {"question": "Faut-il envisager des contrats à plus long terme pour les intérimaires les plus performants?", "roleId": 15},
    {"question": "Devrions-nous mettre en place des incitations pour retenir les intérimaires de haute qualité?", "roleId": 15},
    {"question": "Est-ce le moment de revoir nos partenariats avec les agences de travail temporaire pour obtenir de meilleurs tarifs?", "roleId": 15},
    {"question": "Faut-il organiser des sessions d'intégration pour les intérimaires pour améliorer leur engagement?", "roleId": 15},
    {"question": "Doit-on créer un canal de communication dédié pour les préoccupations et suggestions des intérimaires?", "roleId": 15},
    {"question": "Est-il avantageux de développer un programme de fidélisation spécifique pour les travailleurs intérimaires?", "roleId": 15},

    {"question": "Devrions-nous faire jouer une partie de LoL durant les entretiens d'embauche afin de tester la capacité de travail en équipe et la communication ?", "roleId": 7},
    {"question": " Devrions-nous changer de stack pour Jakarta EE ?", "roleId": 3},
    {"question": " Puis-je amener Syn (mon chien) au bureau ? Il ne fera pas de dégats...", "roleId": 3},
    {"question": "Souhaitez-vous que je retire 10% du salaire des employés pour le mettre sur votre compte privé ?", "roleId": 14},
    {"question": "Je pense qu'on devrait faire une collaboration avec Total Energies pour gagner en visibilité.", "roleId": 4}



]